{"session_0": {"session_name": "Tutorial T1 ", "presentations": {"presentation_0": {"title": "Deep Learning for Computer Vision in GPUs: an introductory hands-on tutorial", "authors": ["Marcelo Pias (FURG); Silvia Botelho (FURG); Paulo Drews-Jr (FURG)"]}}}, "session_1": {"session_name": "Tutorial T2 ", "presentations": {"presentation_0": {"title": "Milestones and New Frontiers in Deep Learning", "authors": ["Ygor Rebouças Serpa (UNIFOR); Leonardo Augusto Pires (UNIFOR); Maria Andréia Formico Rodrigues (UNIFOR);"]}}}, "session_2": {"session_name": "Tutorial T3 ", "presentations": {"presentation_0": {"title": "Hands-On Transfer Learning with Keras", "authors": ["Ricardo Ribani (Mackenzie); Mauricio Marengoni (Mackenzie)"]}}}, "session_3": {"session_name": "Tutorial T4 ", "presentations": {"presentation_0": {"title": "A Hands-on Tutorial on Fast Forwarding First-Person Videos", "authors": ["Michel Silva (UFMG); Washington Ramos, Alan Neves (UFMG); Edson Araujo (UFMG); Mario Campos (UFMG); Erickson R. Nascimento (UFMG)"]}, "presentation_1": {"title": "Gabriel Zanlorenssi", "authors": []}, "presentation_2": {"title": "Júlia Giannella", "authors": []}, "presentation_3": {"title": " ", "authors": []}}}, "session_4": {"session_name": "TS1: Action and Video Recognition", "presentations": {"presentation_0": {"title": "Video Segmentation Learning Using Cascade Residual Convolutional Neural Network", "authors": ["Daniel Felipe S Santos (Sao Paulo State University)*; Rafael Gonçalves Pires (Department of Computing São Paulo State University); Danilo Colombo (Cenpes/Petroleo Brasileiro S.A. - Petrobras); Joao Papa (Sao Paulo State University)"]}, "presentation_1": {"title": "Fight Detection in Video Sequences Based on Multi-Stream Convolutional Neural Networks", "authors": ["Sarah Carneiro (Institute of Computing - UNICAMP)*; Gabriel Silva (Semantix Brasil); Silvio Guimaraes (PUC Minas); Helio Pedrini (Institute of Computing - UNICAMP)"]}, "presentation_2": {"title": "Skeleton Image Representation for 3D Action Recognition based on Tree Structure and Reference Joints", "authors": ["Carlos A Caetano (Universidade Federal de Minas Gerais - UFMG)*; Francois Bremond (Inria Sophia Antipolis, France); William R Schwartz (Federal University of Minas Gerais)"]}, "presentation_3": {"title": "CV-C3D: Action Recognition on Compressed Videos with Convolutional 3D Networks", "authors": ["Samuel Felipe dos Santos (UNIFESP); Nicu Sebe (University of Trento); Jurandy Almeida (UNIFESP)*"]}}}, "session_5": {"session_name": "TS2:Visualization Techniques and Applications ", "presentations": {"presentation_0": {"title": "[CAG] OMiCroN - Oblique Multipass Hierarchy Creation while Navigating", "authors": ["Vinícius da Silva (IMPA); Ricardo Marroquim (Delft University of Technology); Claudio Esperança (Federal Univeristy of Rio de Janeiro)"]}, "presentation_1": {"title": "Generating audiovisual summaries from literary works using emotion analysis", "authors": ["Daniela Milon (Universidad Catolica San Pablo); Jose Ochoa Luna (Universidad Catolica San Pablo); Erick Gomez Nieto (Universidad Catolica San Pablo)"]}, "presentation_2": {"title": "eSTIMe: Towards an All-in-One Geovisualization Environment for Daily Mobility Analysis", "authors": ["Aline Menin (Univ. Grenoble Alpes); Paule-Annick Davoine (Univ. Grenoble Alpes); Sonia Chardonnel (Univ. Grenoble Alpes); Luciana Nedel (UFRGS)"]}, "presentation_3": {"title": "[CAG] Visual Exploration of an Ensemble of Classifiers", "authors": ["Paula Ceccon Ribeiro (PUC-Rio); Helio Lopes (PUC-Rio); Guilherme G Schardong (PUC-Rio); Simone D. J. Barbosa (PUC-Rio); Clarisse Sieckenius de Souza (PUC-Rio)"]}}}, "session_6": {"session_name": "TS3: Biomedical Image Analysis ", "presentations": {"presentation_0": {"title": "Acquisition of digital images and identification of Aedes aegypti mosquito eggs using classification and deep learning.", "authors": ["Pedro Saint Garcia (UFOP); Rafael Martins (UFOP); George Coelho (UFOP); Guillermo Camara-Chavez (UFOP)*"]}, "presentation_1": {"title": "Low-Dose CT Dental Image Denoising by Morphological Operators and 3D Filtering", "authors": ["Romulo Marconato Stringhini (Federal University of Santa Maria)*; Daniel Welfer (UNIVERSIDADE FEDERAL DE SANTA MARIA); Daniel Fernando Tello Gamarra (Federal University of Santa Maria); Marcos Cordeiro d'Ornellas (Federal University of Santa Maria)"]}, "presentation_2": {"title": "Long-Range Decoder Skip Connections: Exploiting Multi-Context Information for Cardiac Image Segmentation", "authors": ["Nicolas Gutierrez (San Pablo Catholic University) Ricardo da Silva Torres (University of Campinas) Alexandre Xavier Falcao (University of Campinas) Sebastian Kozerke (ETH Zurich) Jürg Schwitter (Lausanne University) Pier-Giorgio Masci (King’s College London) Javier Montoya (ETH Zurich)"]}, "presentation_3": {"title": "CAD System for Breast US Images with Speckle Noise Removal and Bio-inspired Segmentation", "authors": ["Paulo Sergio S Rodrigues (FEI); Guilherme Wachs (FEI University); Gilson Giraldi (National Laboratory for Scientific Computing)*; Celia AZ Barcelos (Federal University of Uberlândia); Luciana Vieira (UFU); Denise Guliato (UFU); Bikesh Singh (National Institute of Technology)"]}, "presentation_4": {"title": "Fast and smart segmentation of paraspinal muscles in magnetic resonance imaging with CleverSeg", "authors": ["Jonathan da Silva Ramos (University of São Paulo)*; Mirela Cazzolato (University of São Paulo); Bruno Faiçal (University of São Paulo); Oscar Cuadros (University of São Paulo); Marcello Nogueira-Barbosa (Universidade de São Paulo); Caetano Traina Jr. (USP); Agma J Traina ((ICMC-USP))"]}}}, "session_7": {"session_name": "TS4:Visualization", "presentations": {"presentation_0": {"title": "[CAG] A Scalable Node Ordering Strategy Based on Community Structure for Enhanced Temporal Network Visualization", "authors": ["Claudio Linhares (Federal University of Uberlândia); Fabiola S Pereira (Federal University of Uberlândia); Luis E Rocha (University of Greenwich); Jose Gustavo S Paiva (Federal University of Uberlândia); Jean R Ponciano (Federal University of Uberlândia); Bruno A Travençolo (Federal University of Uberlândia)"]}, "presentation_1": {"title": "[CAG] A novel visual approach for enhanced attribute analysis and selection", "authors": ["Erasmo Artur Silva (University of São Paulo); Rosane Minghim (University of São Paulo)"]}, "presentation_2": {"title": "[CAG] How do Soccer Teams Coordinate Consecutive Passes? A Visual Analytics System for Analysing the Complexity of Passing Sequences Using Soccer Flow Motifs.", "authors": ["João Luiz Dihl Comba (Federal University of Rio Grande do Sul); Rafael Garcia (Federal University of Rio Grande do Sul); Jose Luis Sotomayor Malqui (Google); Hande Alemdar (Middle East Technical University ); Noemí Maritza Lapa Romero (Federal University of Rio Grande do Sul)"]}, "presentation_3": {"title": "Robust and effective method for automatic generation of one-dimensional transfer functions", "authors": ["Rustam Mesquita (Tecgraf/PUC-Rio); Waldemar Celes (PUC-Rio)"]}, "presentation_4": {"title": "[CAG] Interactive directional ambient occlusion and shadow computations for volume ray casting", "authors": ["Leonardo Quatrin Quatrin Campagnolo (PUC-Rio); Waldemar Celes (PUC-Rio)"]}}}, "session_8": {"session_name": "TS5: Image Processing ", "presentations": {"presentation_0": {"title": "Exploring hierarchy simplification for non-significant region removal", "authors": ["Isabela Borlido (PUC Minas); Gabriel B Fonseca (Pontifícia Universidade Católica de Minas Gerais); Zenilton Patrocinio Jr (PUC Minas); Jean Cousty (ESIEE); Benjamin Perret (ESIEE/PARIS); Laurent Najman (ESIEE); Yukiko Kenmochi (CNRS); Silvio Guimaraes (PUC Minas)*"]}, "presentation_1": {"title": "The Importance of Object-based Seed Sampling for Superpixel Segmentation", "authors": ["Felipe de Castro Belém (University of Campinas)*; Leonardo Melo (University of Campinas); Silvio Guimaraes (PUC Minas); Alexandre Xavier Falcao (IC-UNICAMP)"]}, "presentation_2": {"title": "Solving Tangram Puzzles Using Raster-Based Mathematical Morphology", "authors": ["Fernanda M Yamada (Federal University of ABC)*; Joao Gois (UFABC); Harlen C Batagelo (UFABC)"]}, "presentation_3": {"title": "Exploring Double Cross Cyclic Interpolation in Unpaired Image-to-Image Translation ", "authors": ["Jorge Roberto López Cáceres (Catholic University San Pablo); Manasses A. Mauricio (Universidad Católica San Pablo)*; Guillermo Cámara (Universidade Federal de Ouro Preto)"]}, "presentation_4": {"title": "[GRSL] Smoothing Tidal Effects in Well Test Pressure Data", "authors": ["Andrea Lins (PUC-Rio); Felipe de Oliveira (PUC-Rio); Abelardo Barreto (PUC-Rio); Marcos Craizer (PUC-Rio); Helio C. V. Lopes (PUC-Rio); Sinesio Pesco (PUC-Rio)"]}, "presentation_5": {"title": "[GRSL] Level-set Formulation Based on an Infinite Series of Sample Moments for SAR Image Segmentation", "authors": ["Jeova Farias Sales Rocha Neto (Brown University); Alan Braga (UFC); Regis Marques (IFCE) ; Fátima Medeiros (UFC) "]}}}, "session_9": {"session_name": "TS6: Geometry and Animation ", "presentations": {"presentation_0": {"title": "GPU-based Visualization of Arbitrarily Complex Cutting Surfaces for Black Oil Reservoir Models", "authors": ["Bernardo Franceschin (Tecgraf/PUC-Rio); Frederico Abraham (Tecgraf/PUC-Rio); Luiz Felipe Netto (Tecgraf/PUC-Rio); Waldemar Celes (PUC-Rio)"]}, "presentation_1": {"title": "[CAG] A minimalistic approach for fast computation of geodesic distances on triangular meshes", "authors": ["Luciano Arnaldo Romero Calla (University of Zurich); Lizeth J Fuentes Perez (University of Zurich); Anselmo A Montenegro (Federal Fluminense University)"]}, "presentation_2": {"title": "A partition approach to interpolate polygon sets for animation", "authors": ["Alexandre R. C. Ramos (Universidade Federal do Ceará); Emanuele M Santos (Federal University of Ceara); Joaquim Cavalcante-Neto (UFC)"]}, "presentation_3": {"title": "Energy Embedded Gauss-Seidel Iteration for Soft Body Simulations", "authors": ["Ozan Cetinaslan (Universidade do Porto); Rafael Chaves (Federal University of Pará)"]}, "presentation_4": {"title": "[CAG] Boundary particle resampling for surface reconstruction in liquid animation", "authors": ["Afonso Paiva (University of São Paulo); Nicolas Oe (University of São Paulo); Paulo Pagliosa (Federal University of Mato Grosso do Sul); Douglas Cedrim (University of São Paulo); Marcos Sandim (University of São Paulo)"]}}}, "session_10": {"session_name": "WTD ", "presentations": {"presentation_0": {"title": "Simulating Behavior Diversity in BioCrowds", "authors": ["Paulo Knob (Pontifical Catholic University of Rio Grande do Sul);", "Soraia Raupp Musse (Pontifical Catholic University of Rio Grande do Sul)"]}, "presentation_1": {"title": "Digital Video Stabilization: Algorithms and Evaluation", "authors": ["Marcos  Roberto Souza (University of Campinas);", "Helio Pedrini (University of Campinas)"]}, "presentation_2": {"title": "Unsupervised Selective Rank Fusion on Content-Based Image Retrieval", "authors": ["Lucas  Pascotti Valem (UNESP);", "Daniel  Carlos Guimarães Pedronette (UNESP)"]}, "presentation_3": {"title": "Multimodal social scenario perception model for initial human-robot interaction", "authors": ["Diego Cardoso Alves (University of Campinas);", "Paula Dornhofer Paro Costa (University of Campinas)"]}, "presentation_4": {"title": "Human Activity Recognition based on Wearable Sensors using Multiscale DCNN Ensemble", "authors": ["Jessica Sena (UFMG);", "William  Robson Schwartz  (UFMG)"]}, "presentation_5": {"title": "Evaluation of machine learning applied to the realignment of hierarchies for image segmentation", "authors": ["Milena Menezes Adão (Pontifical Catholic University of Minas Gerais);", "Silvio Jamil F.  Guimarães (Pontifical Catholic University of Minas Gerais);", "Zenilton K. G.  Patrocı́nio Jr. (Pontifical Catholic University of Minas Gerais)"]}, "presentation_6": {"title": "Multimodal person discovery using label propagation over speaking faces graphs", "authors": ["Gabriel Barbosa Fonseca (PUC Minas);", "Zenilton K. G. Patrocínio Jr (PUC Minas);", "Guillaume Gravier (CNRS, IRISA);", "Silvio Jamil F. Guimarães (PUC Minas)"]}, "presentation_7": {"title": "On the Training Algorithms for Restricted Boltzmann Machines", "authors": ["Leandro Aparecido Passos (São Paulo State University);", "João Paulo Papa (São Paulo State University)"]}, "presentation_8": {"title": "Visual Analytics via Graph Signal Processing", "authors": ["Alcebiades Dal Col (Federal University of Espı́rito Santo);", "Luis Gustavo Nonato (University of São Paulo)"]}, "presentation_9": {"title": "Adaptive Face Tracking Based on Online Learning", "authors": ["Aasim Khurshid (UFRGS and SIDIA);", "Jacob Scharcanski (UFRGS)"]}, "presentation_10": {"title": "FASTensor: A tensor framework for spatiotemporal description", "authors": ["Virgı́nia F. Mota (UFMG);", "Jefersson A. dos Santos (UFMG) ;", "Arnaldo  de A.  Araújo (UFMG)"]}, "presentation_11": {"title": "A Collaborative Support for Recommending References in Papers ", "authors": ["Orlando Fonseca Guilarte (PUC-Rio);", "Simone Diniz Junqueira Barbosa (PUC-Rio);", "Sinesio  Pesco (PUC-Rio)"]}, "presentation_12": {"title": "An Efficient Hierarchical Layered Graph Approach for Multi-Region Segmentation", "authors": ["Leissi M. Castañeda  Leon (IME-USP);", "Krzysztof Chris Ciesielski (West Virginia University);", "Paulo A. Vechiatto Miranda (IME-USP)"]}, "presentation_13": {"title": "Semantic Hyperlapse: a Sparse Coding-based and Multi-Importance Approach for First-Person Videos", "authors": ["Michel M. Silva (UFMG);", "Mario F. M.  Campos (UFMG);", "Erickson R.  Nascimento (UFMG)"]}, "presentation_14": {"title": "Concomitant Hierarchy Construction and Rendering of Large Point Clouds", "authors": ["Vinı́cius Silva (IMPA);", "Ricardo Guerra Marroquim (UFRJ);", "Claudio Esperança (UFRJ)"]}, "presentation_15": {"title": "Object segmentation by Oriented Image Foresting Transform with connectivity constraints", "authors": ["Lucy A. C.  Mansilla (IME-USP);", "Paulo A. V.  Miranda (IME-USP)"]}, "presentation_16": {"title": "Matching People Across Surveillance Cameras", "authors": ["Raphael Prates (UFMG);", "William Robson Schwartz (UFMG)"]}, "presentation_17": {"title": "Speckle Denoising With NL Filter and Stochastic Distances Under the Haar Wavelet Domain", "authors": ["Pedro A. A. Penna (UFSCar);", "Nelson D. A. Mascarenhas (UFSCar, UNIFACCAMP)"]}, "presentation_18": {"title": "Emotion, Personality and Cultural Aspects in Crowds: towards a Geometrical Mind", "authors": ["Rodolfo  Migon Favaretto (Pontifical Catholic University of Rio Grande do Sul);", "Soraia  Raupp Musse (Pontifical Catholic University of Rio Grande do Sul)"]}, "presentation_19": {"title": "A visual approach for user-guided feature fusion", "authors": ["Gladys M.  Hilasaca (University of São Paulo ICMC-USP);", "Fernando V.  Paulovich (University of São Paulo ICMC-USP)"]}}}, "session_11": {"session_name": "WUW ", "presentations": {"presentation_0": {"title": "Classificação da densidade mamária em mamografias utilizando redes neurais convolucionais", "authors": ["Marcos Felipe Vendramini Carvalho (PUC-Minas);", "Alexei Manso Correa Machado (UFMG)"]}, "presentation_1": {"title": "Detecção e Contagem do Pirarucu utilizando Técnicas de Visão Computacional", "authors": ["Wandelany Abreu (UFOPA); ", "Deam Silva (UFOPA);", "Roberto Nascimento (UFOPA);", "Josivan Reis (UFOPA);", "Márcio Ponte (UFOPA)"]}, "presentation_2": {"title": "An assault detection system based on human Pose Tracking for video surveillance", "authors": ["Pedro Gabriel Santos do Couto Soares (UFRPE);", "Arnaldo Barros da Silva (UFRPE); ", "Luis Filipe Alves Pereira (UFRPE)"]}, "presentation_3": {"title": "Multitemporal liver analysis for surgical plan and clinical follow-up, adapted for Sibgrapi 2019", "authors": ["Rodrigo Braga dos Santos (UERJ); ", "Guilherme Fontes dos Reis (UERJ);", "Gilson Alexandre Ostwald Pedro da Costa (UERJ)"]}, "presentation_4": {"title": "Reconhecimento de Objetos em Linhas de Distribuição de Energia Utilizando IBM Cloud", "authors": [" ", "Raianny Proença de Camargo de Oliveira (FPTI, UNIOESTE);", "Valéria Nunes dos Santos (FPTI);", "Cláudio Roberto Marquetto Maurício (UNIOESTE)"]}, "presentation_5": {"title": "Classificação de Imagens de Raio-x de Torax com Reconhecimento Visual da IBM Cloud para Diagnóstico de Pneumonia ", "authors": ["Raianny Proença de Camargo de Oliveira (UNIOESTE);", "Guilherme Rodrigues Sganderla (UNIOESTE);", "Claudio Roberto Marquetto Maurício (UNIOESTE);", "Fabiana Frata Furlan Peres (UNIOESTE)"]}, "presentation_6": {"title": "Tecnologia assistiva para reconhecimento de cartas de baralho utilizando aprendizado profundo", "authors": ["Samuel Alves dos Santos (IF Goiano);", "Allan Duque dos Santos (IF Goiano);", "Junio Cesar de Lima (IF Goiano);", "Fabrízzio Alphonsus Alves de Melo Nunes Soares (UFG);", "Gabriel da Silva Vieira (IF Goiano)"]}, "presentation_7": {"title": "Hierarchy-of-Visual-Words: a Learning-based Approach for Trademark Image Retrieval", "authors": [" Vítor Lourenço (UFF);", "Gabriela Silva (UFF);", "Leandro Fernandes (UFF)"]}, "presentation_8": {"title": "Multi-Lingual Text Localization via Language-Specific Convolutional Neural Networks", "authors": ["Jhonatas Santos de Jesus Conceição(UNICAMP);", "Allan Pinto (UNICAMP); ", "Luis Decker, Jose Luis Flores Campana (UNICAMP); ", "Manuel Cordova Neira (UNICAMP);", "Andreza A. dos Santos (UNICAMP);", "Helio Pedrini (UNICAMP);", "Ricardo Torres (NTNU, UNICAMP)"]}, "presentation_9": {"title": "Use of reorderable matrices and heatmaps to support data analysis of students transcripts", "authors": ["Rafael Tavares Carvalho Barros (UNICAMP);", "Thiago Gonçalves Mendes (UNICAMP);", "Celmar Guimarães da Silva (UNICAMP)"]}}}, "session_12": {"session_name": "WIP ", "presentations": {"presentation_0": {"title": "Multiband image classification of astronomical objects", "authors": ["Ana Martinazzo (IME-USP);", "Nina  Sumiko Tomita Hirata (IME-USP)"]}, "presentation_1": {"title": "Parametrização hierárquica de superfícies poligonais construída com triangulação de Delaunay restrita", "authors": ["Pablo Telles (PUC-Rio);", "Romildo Silva (UFC);", "Esdras Medeiros (UFC);", "Sinesio Pesco (PUC-Rio)"]}, "presentation_2": {"title": "Normal Transformations for Overhang Reduction", "authors": ["Carlos Leal de Castro (UFSC);", "Leonardo Koller Sacht (UFSC)"]}, "presentation_3": {"title": "Detecção de Desfolha de Soja Utilizando Redes Neurais Convolucionais", "authors": [" ", "Patrik Olã Bressan (IFMS);", "Wesley Nunes Gonçalves (UFMS)"]}, "presentation_4": {"title": "An Approach to Classify Chronic Kidney Diseases using Scintigraphy Images", "authors": ["Elene Firmeza Ohata (IFCE);", "Francisco Hercules dos Santos Silva (IFCE);", "Shara Shami Araujo Alves (IFCE);", "Suane Pires Pinheiro da Silva (IFCE);", "Jefferson Silva Almeida (IFCE);", "Pedro Pedrosa Rebouças Filho (IFCE)"]}, "presentation_5": {"title": "Development of Embedded Algorithm for Visual Simultaneous Localization and Mapping", "authors": ["Onias  Silveira (IME); ", "João  de Melo (IME);", "Leandro Moreira (IME);", "Luiz Rodrigues (IMBEL);", "Paulo Rosa (IME) "]}, "presentation_6": {"title": "Metodologia Adotada na Reconstrução 3D da Estação Saudade, em Ponta Grossa - PR", "authors": ["Matheus T Fratus (UTFPR);", "Mauren Louise Sguario Coelho de Andrade (UTFPR)"]}, "presentation_7": {"title": "A New Strategy for Mobile Robots Localization based on Omnidirectional Sonar Images and Machine Learning", "authors": ["Jefferson Silva Almeida (IFCE);", "Elene Firmeza Ohata (IFCE);", "Suane Pires Pinheiro da Silva (IFCE);", "Francisco Hercules dos Santos Silva (IFCE);", "Pedro Henrique Feijó de Sousa (IFCE);", "Navar Medeiros M. Nascimento (IFCE);", "Pedro Pedrosa Rebouças Filho (IFCE)"]}, "presentation_8": {"title": "Object-based Method for Identifying New Constructions around Water Reservoirs: Preliminary Results", "authors": ["Nayereh Hamidishad (USP);", "Roberto Cesar Junior (USP)"]}, "presentation_9": {"title": "Similaridade de Imagens pela Análise da Aleatoriedade Utilizando Compressão de Dados", "authors": ["Rafael Divino F Feitosa (IF Goiano);", "Anderson Soares (UFG)"]}, "presentation_10": {"title": "Utilização de Redes Neurais Completamente Convolucionais para identificação e medição de crânios fetais", "authors": ["Everton Leonardo Skeika (UTPFR);", "Mauren Louise Sguario Coelho de Andrade (UTPFR);", "Hugo Valadares Siqueira (UTFPR)"]}}}, "session_13": {"session_name": "TS7: Pattern Recognition I ", "presentations": {"presentation_0": {"title": "RetailNet: A deep learning approach for people counting and hot spots detection in retail stores", "authors": ["Valério Nogueira Jr. (Federal University of Alagoas); Hugo Oliveira (Federal University of Alagoas); José Augusto Silva (Federal University of Alagoas); Thales Vieira (UFAL); Krerley Oliveira (Federal University of Alagoas)"]}, "presentation_1": {"title": "Face Recognition Using LBP on an Image Transformation Based on Complex Network Degrees", "authors": ["Murilo da Costa (Universidade Federal de Uberlandia); Cynthia Couto (Universidade de São Paulo); Leandro N Couto (Universidade Federal de Uberlandia)"]}, "presentation_2": {"title": "Multi-Loss Recurrent Residual Networks for Gesture Detection and Recognition", "authors": ["Igor L Bastos (Universidade Federal de Minas Gerais); Victor Hugo C. de Melo (Federal University of Minas Gerais); William R Schwartz (Federal University of Minas Gerais)"]}, "presentation_3": {"title": "Simultaneous Iris and Periocular Region Detection Using Coarse Annotations", "authors": ["Diego R Lúcio (Federal Universisty of Paraná); Rayson Laroca (Federal University of Paraná (UFPR)); Luiz A Zanlorensi (Federal University of Paraná (UFPR)); David Menotti (Federal University of Paraná); Gladston Moreira (Federal University of Ouro Preto)"]}, "presentation_4": {"title": "Video Audience Analysis using Bayesian Networks and Face Demographics", "authors": ["Ítalo de P. Oliveira (UFCG); Carlos Daniel Interaminense (UFCG); Eanes Pereira (UFCG); Herman M Gomes (UFCG)"]}}}, "session_14": {"session_name": "TS8: Computer Vision ", "presentations": {"presentation_0": {"title": "[CAG] TensorPose: Real-time pose estimation for interactive applications", "authors": ["Luiz José Schirmer Silva (PUC-Rio); Luiz Velho (IMPA); Alberto Raposo (PUC-Rio); Hélio Côrtes Vieira Lopes (PUC-Rio); Djalma Lucio Soares da Silva (PUC-Rio)"]}, "presentation_1": {"title": "[CAG] Handling Pedestrians in Self-Driving Cars using Image Tracking and Alternative Path Generation with Frenét Frames", "authors": ["Renan Sarcinelli (Federal University of Espirito Santo); Vinicius B Cardoso (Federal University of Espirito Santo); Pedro Azevedo (Federal University of Espirito Santo); Claudine Badue (Federal University of Espirito Santo); Thiago M Paixão (Federal University of Espirito Santo); Rodrigo F Berriel (Federal University of Espirito Santo); Thiago Oliveira-Santos (Federal University of Espirito Santo); Rânik Guidolini (Federal University of Espirito Santo);"]}, "presentation_2": {"title": "Optimizing Super Resolution for Face Recognition", "authors": ["Antonio A Abello (IME-USP)*; Roberto Hirata Junior (USP)"]}, "presentation_3": {"title": "[GRSL] Roof Classification from 3D LiDAR Point Clouds using Multi-view CNN with Self Attention", "authors": ["Dimple Shajahan; Vaibhav Nayel; Ramanathan Muthuganapathy "]}}}, "session_15": {"session_name": "TS9: Computer Vision and Pattern Recognition ", "presentations": {"presentation_0": {"title": "Simple and Effective Load Volume Estimation in Moving Trucks using LiDARs", "authors": ["Lucas L Amorim (Universidade Federal do Espírito Santo)*; Filipe Mutz (Instituto Federal do Espirito Santo); Claudine Badue (UFES); Alberto De Souza (UFES); Thiago Oliveira-Santos (Universidade Federal do Espirito Santo)"]}, "presentation_1": {"title": "Hierarchy-of-Visual-Words: a Learning-based Approach for Trademark Image Retrieval", "authors": ["Vítor Lourenço (Universidade Federal Fluminense)*; Gabriela Silva (Universidade Federal Fluminense); Leandro A. F. Fernandes (Universidade Federal Fluminense)"]}, "presentation_2": {"title": "PursuitPass: A Visual Pursuit Based User Authentication System", "authors": ["Alex Carneiro (Universidade de São Paulo)*; Candy Tenorio (Universidade de São Paulo); Carlos E. L. Elmadjian (University of Sao Paulo); Carlos Morimoto (IME-USP); Flávio Coutinho (EACH-USP)"]}, "presentation_3": {"title": "Brain extraction network trained with ``silver standard\" data and fine-tuned with manual annotation for improved segmentation", "authors": ["Roberto Souza (University of Calgary)*; Oeslle Lucena (King's College University); Mariana Bento (University of Calgary); Julia Garrafa (UNICAMP); Leticia Rittner (UNICAMP); Simone Appenzeller (UNICAMP); Roberto Lotufo (UNICAMP); Richard Frayne (University of Calgary)"]}, "presentation_4": {"title": "[GRSL] ", "authors": []}, "presentation_5": {"title": "Generating Sketch-Based Realistic Seismic Images with Generative Adversarial Networks", "authors": []}}}, "session_16": {"session_name": "TS10: Pattern Recogniton II ", "presentations": {"presentation_0": {"title": "On Modeling Context from Objects with a Long Short-Term Memory for Indoor Scene Recognition", "authors": ["Camila L Silva (Universidade Federal de Minas Gerais)*; Anisio Lacerda (Universidade Federal de Minas Gerais); Erickson R. Nascimento (UFMG)"]}, "presentation_1": {"title": "A Hybrid Frequency-domain/Image-domain Deep Network for Magnetic Resonance Image Reconstruction", "authors": ["Roberto Souza (University of Calgary)*; Richard Frayne (University of Calgary)"]}, "presentation_2": {"title": "Dynamic Sign Language Recognition Based on Convolutional Neural Networks and Texture Maps", "authors": ["Edwin J Escobedo Cardenas (Federal University of Ouro Preto)*; Lourdes Ramirez Cerna (Federal University of Ouro Preto); Guillermo Camara-Chavez (UFOP)"]}, "presentation_3": {"title": "[GRSL] SAR image segmentation based on unsupervised classification of log-cumulant estimates", "authors": ["Regis Marques (IFCE); Enilton Silva (); Fátima Medeiros (UFC)"]}, "presentation_4": {"title": "[CAG] Classification of breast and colorectal tumors based on percolation of color normalized images", "authors": ["Guilherme Freire Roberto (Federal University of Uberlândia); Thaína A Tosta (Federal University of ABC); Paulo R Faria (Federal University of Uberlândia); Alessandro S Martins (Federal Institute of Triângulo Mineiro); Leandro A Neves (São Paulo State University)"]}, "presentation_5": {"title": "[GRSL] ", "authors": []}, "presentation_6": {"title": "Image-based Time Series Representations for Pixelwise Eucalyptus Region Classification: a Comparative Study", "authors": []}, "presentation_7": {"title": "Uncertainty quantification in reservoir history matching using the ensemble smoother", "authors": ["Thiago M. D. Silva (PUC-RIO);", "Abelardo Barreto (PUC-RIO);", "Sinesio Pesco (PUC-RIO)"]}, "presentation_8": {"title": "Improving the performance of a SVM+HOG classifier for detection and tracking of wagon components by using geometric constraints", "authors": ["Camilo Lélis A. Gonçalves (UFPA);", "Ronaldo F. Zampolo (UFPA);", "Fabrício José B. Barros (UFPA);", "Ana Claudia S. Gomes (ISI/SENAI);", "Eduardo C. de Carvalho (ISI/SENAI);", "Bruno Victor M. Ferreira (ISI/SENAI);", "Rafael L. Rocha (ISI/SENAI);", "Rodrigo C. Rodrigues (VALE S.A);", "Giovanni Augusto F. Dias (VALE S.A);", "Diego A. Freitas (VALE S.A)"]}, "presentation_9": {"title": "Visual assessment of equirectangular images for virtual reality applications In Unity", "authors": ["Adriano Gil (SVIDIA);", "Aasim Khurshid (UFRGS, SVIDIA);", "Juliana Postal (SVIDIA);", "Thiago Figueira (SVIDIA)"]}}}}